Repository: siogoji/FitnessClubCopy
Catalog: FitnessClubCopy/Resources/Views/Home/Classes.*.resx
Languages: uk

# Аеробіка
source: Aerobics
uk: Аеробіка

source: Aerobics is a type of physical activity that involves rhythmic and coordinated movements with music. It often includes cardio training, as it improves the functioning of the cardiovascular system. Improves overall fitness, develops strength, helps to lose weight and strengthens the cardiovascular system
uk: Аеробіка - це вид фізичної активності, який включає ритмічні та координовані рухи з музикою. Це часто включає в себе кардіотренування, так як підвищує роботу серцево-судинної системи. Покращує загальну фізичну форму, розвиває силу, допомагає схуднути та зміцнює серцево-судинну систему

# заняття
source: classes
uk: заняття

# Йога
source: Yoga
uk: Йога

source: Yoga is an ancient systematic approach to physical, mental and spiritual health. It includes postures, breathing exercises and meditation. Improves flexibility and stretching, improves mental health and reduces stress
uk: Йога - це давній систематичний підхід до фізичного, психічного і духовного здоров'я. Включає в себе пози, дихальні вправи і медитацію. Покращує гнучкість та розтяжку, покращує психічне здоров'я та зменшує стрес

# Кросфіт
source: Crossfit
uk: Кросфіт

source: Crossfit is an intense form of fitness that combines a variety of physical activities to improve overall fitness and health. CrossFit includes various types of training, from strength exercises to cardio and functional training
uk: Кросфіт - це інтенсивна форма фітнесу, яка поєднує різноманітні види фізичних вправ, щоб покращити загальну фізичну підготовку та здоров'я. Кросфіт включає в себе різні види тренувань, від силових вправ до кардіотренувань та функціонального тренінгу

# Наші
source: Our
uk: Наші

# Опис занять, які ми пропонуємо
source: Description of the classes we offer
uk: Опис занять, які ми пропонуємо

# Силові тренування
source: Strength training
uk: Силові тренування

source: Strength training or weight training is aimed at strengthening muscles and improving muscle mass. This can include the use of dumbbells, kettlebells, exercise machines, and your own body weight. Strength training helps to develop, maintain muscle mass and tone
uk: Силові тренування або тренування з ваговими навантаженнями спрямовані на зміцнення м'язів та покращення м'язової маси. Це може включати в себе використання гантелей, гирь, тренажерів і власної ваги тіла. Силові вправи допомагають розвивати, підтримувати м'язову масу та зберігати тонус

# Тренування високої інтенсивності
source: High intensity training
uk: Тренування високої інтенсивності

source: This is a workout that involves short, intense periods of activity, alternating with short periods of rest. The benefits include rapid calorie burning, improved metabolism, toned muscles, lower blood pressure and blood sugar levels
uk: Це тренування, яке включає в себе короткі, інтенсивні періоди активності, чергуючи їх з короткими періодами відпочинку. З переваг можна виділити швидке спалення калорій, покращення метаболізму, підтягнення м'язів, зменшення кров'яного тиску та рівня цукру в крові
