Repository: siogoji/FitnessClubCopy
Catalog: FitnessClubCopy/Resources/Views/Home/Index.*.resx
Languages: uk

# Ім'я
source: Name
uk: Ім'я

# Атаманюк Христина
source: Atamaniuk Khrystyna
uk: Атаманюк Христина

# Білик Вероніка
source: Bilyk Veronika
uk: Білик Вероніка

# Вергун Євген
source: Vergun Yevhen
uk: Вергун Євген

source: Includes individually designed programs to meet the specific needs and goals of each client
uk: Включає індивідуально розроблені програми для врахування конкретних потреб та цілей кожного клієнта

# Включає силові тренування з важкими вагами та системи підвищення ваги
source: Includes strength training with heavy weights and weight training systems
uk: Включає силові тренування з важкими вагами та системи підвищення ваги

source: Includes training to improve athletic endurance and training to improve specific muscle groups
uk: Включає тренування для покращення спортивної витривалості та тренування для покращення певних груп м'язів

source: Includes training on functional training equipment (TRX, trampoline, medicine balls) and classes using multifunctional equipment
uk: Включає тренування на функціональних тренажерах (TRX, батут, медицинські м'ячі) та заняття з використанням багатофункціональних тренажерів

source: Includes cardio training (running, biking, elliptical trainer), high-intensity interval training, bodyweight strength trainin
uk: Включають кардіотренування (біг, велосипед, еліптичний тренажер), високоінтенсивні інтервальні тренування, силові тренування з використанням ваги тіла

source: Includes orientation sessions to familiarize you with the machines and basic exercises, and sessions with a trainer to help you perform the exercises correctly
uk: Включають орієнтовані на ознайомлення з тренажерами та базовими вправами та заняття з тренером для правильного виконання вправ

source: Implements the principles of variable and intensive training aimed at developing comprehensive physical fitness and increasing muscle endurance
uk: Впроваджує принципи варіативних та інтенсивних тренувань, спрямованих на розвиток всебічної фізичної підготовки та збільшення м'язової виносливості

# Григоренко Петро
source: Grygorenko Petro
uk: Григоренко Петро

# Данилів Тимур
source: Danyliv Tymur
uk: Данилів Тимур"

# Долай межі, побудуй майбутнє
source: Overcome boundaries, build the future
uk: Долай межі, побудуй майбутнє

source: Expert in improving functional strength and endurance. Creates programs aimed at effective weight loss and improving overall health
uk: Експерт у вдосконаленні функціональної сили та витривалості. Створює програми, спрямовані на ефективне схуднення та покращення загального стану здоров'я

source: She is an expert in achieving harmony between body and mind. He helps clients discover their own potential by stimulating physical and emotional well-being
uk: Експерт у досяганні гармонії між тілом та розумом. Він допомагає клієнтам відкривати власний потенціал, стимулюючи фізичне й емоційне благополуччя

source: Through individually designed training programs and monitoring your progress, he will create an optimal plan for you based on your needs
uk: За допомогою індивідуально розроблених програм тренувань та моніторингу вашого прогресу, він створить для вас оптимальний план, враховуючи ваші потреби

# Кросфіт тренер
source: Crossfit coach
uk: Кросфіт тренер

# Ласкаво просимо у наш фітнес-клуб!
source: Welcome to our fitness club!
uk: Ласкаво просимо у наш фітнес-клуб!

source: She has extensive experience and creates dynamic aerobics programs that not only provide effective training, but also make the process of physical activity fun and exciting
uk: Має великий досвід та створює динамічні програми аеробіки, які не лише забезпечують ефективні тренування, але і роблять процес фізичної активності веселим та захопливим

# Надіслати повідомлення
source: Send a message
uk: Надіслати повідомлення

# Наші
source: Our
uk: Наші

# Опис програм, які ми пропонуємо
source: Description of the programmes we offer
uk: Опис програм, які ми пропонуємо

# Персональні тренування
source: Personal training
uk: Персональні тренування

# Персональний тренер
source: Personal trainer
uk: Персональний тренер

# Повідомлення
source: Message
uk: Повідомлення

source: Over 10 years of experience, committed to improving the fitness and strength of her clients, promoting their development and confidence
uk: Понад 10 років досвіду, прагне покращити фізичну форму і збільшити силу своїх клієнтів, сприяючи їхньому розвитку та підвищенню впевненості

# Пошта
source: Email
uk: Пошта

# програми
source: programs
uk: програми

# Програми для збільшення м'язової маси
source: Programs to increase muscle mass
uk: Програми для збільшення м'язової маси

# Програми для початківців
source: Programs for beginners
uk: Програми для початківців

# Програми для схуднення
source: Programs for weight loss
uk: Програми для схуднення

# Разом до кращої версії себе!
source: Together to the best version of yourself!
uk: Разом до кращої версії себе!

# Силовий тренер
source: Strength coach
uk: Силовий тренер

# Спеціалізовані програми
source: Specialized programs
uk: Спеціалізовані програми

# Список наших тренерів
source: List of our trainers
uk: Список наших тренерів

# Стати учасником
source: Become a member
uk: Стати учасником

# Тема повідомлення
source: Subject of message
uk: Тема повідомлення

# Тренер високої інтенсивності
source: High intensity trainer
uk: Тренер високої інтенсивності

# Тренер з аеробіки
source: Aerobics trainer
uk: Тренер з аеробіки

# Тренер з йоги
source: Yoga trainer
uk: Тренер з йоги

# тренери
source: trainers
uk: тренери

source: Here, we offer full-body workouts to help you achieve your fitness goals. Here you will find modern equipment, professional instructors and a variety of group classes that make fitness accessible and fun for everyone. Join our community where health and wellness is our priority!
uk: Тут ми пропонуємо тренування для тіла для досягнення ваших фітнес-цілей. У нас ви знайдете сучасне обладнання, професійних інструкторів та різноманіття групових занять, які роблять фітнес доступним та захоплюючим для кожного. Приєднуйтеся до нашої спільноти, де здоров'я та добробут - наш пріоритет!

# Функціональний тренінг
source: Functional training
uk: Функціональний тренінг

# Шерстюк Ілля
source: Sherstyuk Ilya
uk: Шерстюк Ілля
